[Demo_Maya_ep3_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1871,Y=302,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1868,Y=112,Z=402),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1871,Y=112,Z=-300),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0201_lp_half_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_fx_close_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0108_fx_Stand2Sulk",Rate=0,Number=3,Bit=0)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0800_lp_Sulk",Number=8)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0801_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=WINDOW,Command=EXIT)
DemoScripts[52]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[53]=(Actor=FADE,Command=WAIT)
DemoScripts[54]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[55]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[56]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[57]=(Actor=FADE,Command=WAIT)
DemoScripts[58]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[59]=(Actor=WINDOW,Command=SET)
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[61]=(Actor=WINDOW,Command=EXIT)
DemoScripts[62]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[63]=(Actor=FADE,Command=WAIT)
DemoScripts[64]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=-1871,Y=112,Z=402),CId=71)
DemoScripts[65]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[66]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[67]=(Actor=FADE,Command=WAIT)
DemoScripts[68]=(Actor=WINDOW,Command=SET)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_016_Cue',Name="エコロ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep3_2.GG2_V_Maya_ep3_2_017_Cue',Name="エコロ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[77]=(Actor=WINDOW,Command=EXIT)
DemoScripts[78]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[79]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[80]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[81]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[82]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep3_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[1]=(Label="SELECT01",SelectNumber=4,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[2]=(Label="SELECT02",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))

[Text_Maya_ep3_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="咦,小忍......")

Texts[1]=(Label="TEXT02",Name="忍",Text="峯大......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="............")

Texts[3]=(Label="TEXT04",Name="忍",Text="什麼啊?/n沒事的話,我可要走囉.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="剛才很抱歉.")

Texts[5]=(Label="TEXT06",Name="忍",Text="哼,哼!/n事到如今還說這幹嘛.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="因為小忍已經很久/n沒有跟我說話了,/n所以我不知道該說什麼纔好.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="而且,惡魔,天使什麼的,/n各式各樣的事情在我腦中/n亂成了一團......")

Texts[8]=(Label="TEXT09",Name="忍",Text="......和天使大人沒關係吧?/n而且,理由真的是\"我\"嗎?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="什麼意思?")

Texts[10]=(Label="TEXT11",Name="忍",Text="......真夜是我可愛的妹妹哦./n要是讓她哭了,我可不會放過你.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="啊,嗯?/n我知道真夜很可愛,/n而且也沒打算弄哭她啊......?")

Texts[12]=(Label="TEXT13",Name="忍",Text="......就是你這種地方......!")

Texts[13]=(Label="TEXT14",Name="忍",Text="唉......已經夠了....../n真夜的話應該在體育館後方喔./n那就這樣啦,峯大.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="小忍那傢伙,到底是怎麼了......?")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="你這個人真是......")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="......不,已經沒有時間了,/n她的事情先放一邊應該也沒問題吧./n比起這個,我們快點吧,峯大大人.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="啊,嗯......")

Texts[18]=(Label="",Name="",Text="")


